export default {
  nav: {
    injective_ecosystem: 'Экосистема Injective',
    blog: 'Блог',
    about: 'О нас',
    company: 'Компания',
  },
  common: {
    our_family: 'Наша Семья',
  },
  form: {
    your_email: 'email@example.com',
    email_error: 'Пожалуйста исправьте ваш email адрес',
    thanks_waitlist: 'Спасибо! Ваша заявка принята.',
    email_exists: 'Email уже зарегистрирован',
  },
  header: {
    chat: 'Чат',
    join_waitlist: 'Список Ожидания',
  },
  ecosystem: {
    waitlist_title:
      'Начните торговать <span>по-настоящему свободно</span> и с<br/> <span>неограниченными</span> <br/> <span>возможностями</span>',
    hero_title:
      'Injective Protocol, полностью децентрализованный Layer-2 DeFi протокол',
    hero_subtitle:
      'Надежный DeFi протокол с высокой степенью параметризации, поддерживающий разнообразный спектр деривативов, включая CFD, бессрочные свопы и многое другое.',
    learn_how: 'Узнайте как работает Injective',
    learn_how_text:
      'Получите общее представление об архитектуре Injective',
    learn_how_docs: 'Документация',
    heading: 'Ключевые Особенности',
    injective_chain: 'Injective Chain',
    injective_chain_text:
      'Инфраструктура, позволяющая создавать приложения DeFi нового поколения',
    injective_chain_text2:
      'Layer-2 Cosmos зона, в которой размещен первый полностью децентрализованный протокол трейдинга не нуждающийся в доверии. Мы создали первый полностью децентрализованный ордербук, координатор исполнения сделок, сопоставитель ордеров и среду исполнения ордеров.',
    injective_futures: 'Injective Фьючерс Протокол',
    injective_futures_text:
      'Новая эра неограниченного доступа к финансам',
    injective_futures_text2:
      'Полностью децентрализованный пиринговый фьючерс протокол, поддерживающий децентрализованные бессрочные свопы и контракты на разницу (CFDs). Это позволит любому создавать и торговать на произвольных деривативных рынках, имея один только ценовой канал.',
    injective_exchange: 'Биржа Injective',
    injective_exchange_text:
      'Открывая новую модель трейдинга как общественной утилиты',
    injective_exchange_text2:
      'Инфраструктура биржи с полностью открытым исходным кодом, которая устраняет посредничество существующих моделей централизованных бирж. Injective уничтожает технические барьеры входа для всех, кто хочет торговать на бирже с высокой производительностью.',
    injective_governance: 'Управление Injective',
    injective_governance_text: 'Принадлежит и управляется сообществом',
    injective_governance_text2:
      'Injective децентрализуется и управляется сообществом через токен Injective. Любой желающий может присоединиться к нашему проекту в качестве акционера и иметь реальное право голоса при принятии решений по нашему протоколу.',
    questions_title:
      '<span>Какие проблемы решает</span> <br /><span> Injective?</span>',
    question_1:
      'Injective возвращает власть людям, обеспечивая по-настоящему свободную и децентрализованную торговлю для всех.',
    question_2:
      'От ограничения доступа к определенным демографическим характеристикам пользователей, сохранения проприетарного контроля над инфраструктурой биржи и вплоть до требования KYC в некоторых случаях, каждая децентрализованная биржа с центральным лимитным ордербуком, которые мы видели, имеет централизованные компоненты, которые подчиняют трейдеров воле некой всемогущей власти. Это фундаментальная проблема, которую решает Injective.',
    question_3:
      'Обычным аргументом против полной децентрализации является то, что она якобы приносит в жертву эффективность и удобство использования. Мы в Injective с этим не согласны и привержены воплотить в реальность видение высокопроизводительного, неограниченного и полностью децентрализованного трейдинга.',
    question_title_2:
      '<span>How is</span> <br /><span>Injective Different?</span>',
    question_4: 'Открывая новую децентрализованную экономику.',
    question_5: // TODO
    'Самым большим фундаментальным различием между Injective Protocol и другими является то, что мы делаем протокол децентрализованной общественной утилитой, которая отдает нашим пользователям и сообществу результирующую выгоду нашего протокола.',
    question_6:
      'Наша технология привносит ускорение на порядок за счет layer-2 масштабирования исполнения и расчета сделок, и все это при полной децентрализации! Полная децентрализованность Injective уникальным образом позволяет пользователям без ограничений создавать рынки деривативов и торговать на них, что невозможно даже на централизованных биржах.',
  },
  company: {
    heading:
      'Помоги нам строить будущее <br /><span><span> Децентрализованных</span> <br /><span>Финансов</span></span>',
    hero_title:
      'Создание действительно свободной и Децентрализованной Финансовой Сети для всех',
    hero_subtitle:
      'Наша миссия - создать более свободную и инклюзивную финансовую систему через децентрализацию.',
    hero_subtitle2:
      'Предоставляя неограниченную и беспрецедентную возможность выражать различные взгляды на децентрализованных финансовых рынках, мы стремимся предоставить людям возможность более эффективно распределять капитал в нашем обществе.',
    see_open_roles: 'Вакансии',
  },
  footer: {
    explore: 'Исследовать',
    exchange: 'Биржа',
    coming_soon: 'Скоро',
    careers: 'Вакансии',
    we_are_hiring: 'Мы нанимаем',
    developers: 'Разработчикам',
    documentation: 'Документация',
    connect: 'Связь',
    contact_us: 'Email',
    terms_and_conditions: 'Условия и Положения',
    privacy_policy: 'Политика Конфиденциальности',
    copyright: `© ${new Date().getFullYear()} Injective Labs, Inc. Все права защищены.`,
  },
  home: {
    waitlist_title:
      'Начните торговать с <span>настоящей свободой</span> и <br /><span> неограниченными</span> <br /><span>возможностями</span>',
    hero_title: 'Быстрый, безопасный и полностью Децентрализованный Трейдинг',
    hero_subtitle:
      'Injective это первый layer-2 протокол децентрализованного трейдинга, который раскрывает весь потенциал децентрализованных деривативов и безграничного DeFi.',
    limitless_title:
      'Неограниченная торговля на первой полностью<br /> <span>Децентрализованной</span><br /><span>Бирже</span>',
    fully_decentralized: 'Полностью децентрализованный',
    fully_decentralized_text:
      'Injective Chain – это полностью децентрализованная сайдчейн сеть ретрансляторов, которая служит как layer-2 платформа для деривативов, координатор исполнения сделок (TEC) и децентрализованный ордербук. Консенсус основан на Tendermint.',
    layer2speed: 'Скорость Layer-2',
    layer2speed_text:
      'Injective Chain предоставляет двустороннюю Ethereum peg-зону для перевода токенов Ethereum и ERC-20 в Injective Chain, а также EVM-совместимую среду выполнения для приложений DeFi. Peg-зона основана на Peggy, а EVM основана на Ethermint.',
    orderbook_model: 'Ордербук Модель',
    orderbook_model_text:
      "Ордербук Injective полностью децентрализован, основан на 0x и обеспечивает сайдчейн ретрансляцию ордеров с ончейн расчетом - это децентрализованная реализация традиционно централизованной оффчейн ретрансляции ордеров, используемой практически всеми децентрализованными биржами с центральными лимитными ордербуками.",
    unlimited_markets: 'Неограниченные Рынки',
    unlimited_markets_text:
      'Создание рынка полностью открыто и ничем не ограничено. Это позволяет любому создать рынок, используя только ценовой канал, и развернуть его в крупной экосистеме Injective.',
    zero_gas_fees: 'Нулевые Комиссии за Газ',
    zero_gas_fees_text:
      'Благодаря уникальной layer-2 структуре, Injective позволяет избежать перегрузки сети и связанных с этим высоких комиссий за газ. Такая структура с нулевой комиссией за газ позволяет любому свободно торговать, не беспокоясь о высоких комиссиях за газ или задержках в сети.',
    trailblazing_title:
      'Прокладывая путь к новой заре <br /><span> <span>Децентрализованных</span> <br /><span>Финансов</span></span> ',
    trailblazing_subtitle:
      'Injective Protocol предоставляет трейдерам беспрецедентный доступ к новым децентрализованным рынкам деривативов без каких-либо ограничений.',
    trailblazing_item_1: 'Торгуйте чем угодно',
    trailblazing_item_1_text:
      'Injective дает вам свободу создавать и торговать на любом рынке деривативов по вашему выбору.',
    learn_more: 'Узнать больше',
    trailblazing_item_2: 'Получайте Доход',
    trailblazing_item_2_text:
      'Получайте кросс-чейн доход на Ethereum, Cosmos и других децентрализованных сетях.',
    trailblazing_item_3: 'Принадлежит сообществу',
    trailblazing_item_3_text:
      'Участвуйте в управлении и формируйте будущее Injective Protocol.',
  },
}
